[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:40};
itm1={id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432};
itm10={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:33,name:Change_location,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:347,y:432,zorder:32,txtfield:{backcolor:0,bidimode:left-to-right,content:Change location,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Change_location,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm11={id:34,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:65,zorder:33};
itm12={id:36,name:NAV_06_Today,refID:63,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:67,y:177,zorder:35};
itm13={id:37,name:NAV_06_mon,refID:64,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:179,y:177,zorder:36};
itm14={id:38,name:NAV_06_Tue,refID:65,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:290,y:178,zorder:37};
itm15={height:235,id:39,name:NAV_06_Wed,refID:66,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:109,x:402,y:177,zorder:38};
itm16={height:235,id:40,name:NAV_06_thr,refID:67,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:109,x:515,y:177,zorder:39};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:1};
itm3={backcolor:0,height:263,id:3,img:451,layout:normal,name:sxmbase,type:IMAGEFIELD,visible:true,width:560,x:64,y:155,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:4,name:On_map,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:155,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:On map,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_map,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm5={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:5,name:Time,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:231,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:3\cm5\cm12hr,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Time,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm6={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:6,name:Day,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:307,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:5day,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Day,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm7={backcolor:0,bidimode:left-to-right,content:City\cm State,font:7,height:35,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:City_State,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:64,y:122,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,content:Recieved day\cm time,font:7,height:35,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:Recieved_day_time,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:374,y:122,zorder:7};
itm9={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:32,name:refresh,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:64,y:432,zorder:31,txtfield:{backcolor:0,bidimode:left-to-right,content:Refresh,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:refresh,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};

